cask_args appdir: '/Applications'

tap 'rcruzper/homebrew-tools'
tap 'jenkins-x/jx'

cask 'java8'
cask 'java11'

brew 'awscli'
brew 'bash'
brew 'bat'
brew 'dps'
brew 'dive'
brew 'fzf'
brew 'git'
brew 'github/gh/gh'
brew 'gnu-sed'
brew 'go'
brew 'gradle'
brew 'helm'
brew 'httpie'
brew 'jid'
brew 'jmeter'
brew 'jx'
brew 'kops'
brew 'kubectl'
brew 'kubeseal'
brew 'make'
brew 'maven'
brew 'node'
brew 'openssl'
brew 'siege'
brew 'the_silver_searcher'
brew 'tree'
brew 'vim'
brew 'wget'
brew 'z'
brew 'zsh'

cask 'alfred'
cask 'docker'
cask 'font-cascadia'
cask 'font-fira-mono'
cask 'font-fira-code'
cask 'font-hack'
cask 'font-hasklig'
cask 'font-jetbrains-mono'
cask 'font-monoid'
cask 'goland'
cask 'google-chrome'
cask 'intellij-idea'
cask 'kdiff3'
cask 'postman'
cask 'sequel-pro-nightly'
cask 'spotify'
cask 'trailer'
cask 'tunnelblick'
cask 'visual-studio-code'
cask 'vlc'
