cask_args appdir: '/Applications'

tap 'homebrew/cask-fonts'
tap 'homebrew/cask-versions'
tap 'jenkins-x/jx'
tap 'osx-cross/arm'
tap 'osx-cross/avr'
tap 'rcruzper/tools'

brew 'awscli'
brew 'aws-iam-authenticator'
brew 'az'
brew 'bash'
brew 'bat'
brew 'cmake'
brew 'direnv'
brew 'dive'
brew 'dps'
brew 'fd'
brew 'fluxcd/tap/flux'
brew 'fx'
brew 'fzf'
brew 'git'
brew 'gh'
brew 'gnu-sed'
brew 'go'
brew 'gradle'
brew "grep"
brew 'helm'
brew 'httpie'
brew 'jid'
brew 'jmeter'
brew 'jq'
brew 'jx'
brew 'kops'
brew 'kps'
brew 'kubectx'
brew "kubernetes-cli"
brew 'kubeseal'
brew 'make'
brew 'maven'
brew 'neovim'
brew 'nvm'
brew 'openssl'
brew 'qmk/qmk/qmk'
brew 'siege'
brew 'starship'
brew "telnet"
brew 'tfenv'
brew 'the_silver_searcher'
brew 'tldr'
brew 'tmux'
brew 'tree'
brew 'vim'
brew "watch"
brew 'wget'
brew "yamllint"
brew 'zoxide'
brew 'zsh'

cask 'amethyst'
cask 'charles'
cask 'font-cascadia-code'
cask 'font-fira-mono'
cask 'font-fira-code'
cask 'font-hack'
cask 'font-hasklig'
cask 'font-jetbrains-mono'
cask 'font-jetbrains-mono-nerd-font'
cask 'font-monoid'
cask 'google-chrome'
cask 'google-drive'
cask 'iterm2'
cask 'jetbrains-toolbox'
cask 'kdiff3'
cask 'krita'
cask 'macpass'
cask 'notion'
cask 'postman'
cask 'qmk-toolbox'
cask 'raycast'
cask 'slack'
cask 'spotify'
cask 'tableplus'
cask 'telegram-desktop'
cask 'trailer'
cask 'tunnelblick'
cask 'vial'
cask 'visual-studio-code'
cask 'vlc'
