cask_args appdir: '/Applications'

tap 'rcruzper/homebrew-tools'
tap 'jenkins-x/jx'

brew 'awscli'
brew 'bash'
brew 'bat'
brew 'direnv'
brew 'dive'
brew 'dps'
brew 'fd'
brew 'fzf'
brew 'git'
brew 'gh'
brew 'gnu-sed'
brew 'go'
brew 'gradle'
brew "grep"
brew 'helm'
brew 'httpie'
brew 'jid'
brew 'jmeter'
brew 'jq'
brew 'jx'
brew 'kops'
brew 'kps'
brew 'kubectx'
brew "kubernetes-cli"
brew 'kubeseal'
brew 'make'
brew 'maven'
brew 'node'
brew 'openssl'
brew 'siege'
brew "telnet"
brew 'tfenv'
brew 'the_silver_searcher'
brew 'tree'
brew 'vim'
brew "watch"
brew 'wget'
brew "yamllint"
brew 'z'
brew 'zsh'

cask 'charles'
cask 'docker'
cask 'font-cascadia'
cask 'font-fira-mono'
cask 'font-fira-code'
cask 'font-hack'
cask 'font-hasklig'
cask 'font-jetbrains-mono'
cask 'font-monoid'
cask 'goland'
cask 'google-chrome'
cask 'intellij-idea'
cask 'iterm2'
cask 'kdiff3'
cask 'krita'
cask 'kube-forwarder'
cask 'macpass'
cask 'notion'
cask 'phpstorm'
cask 'postman'
cask 'raycast'
cask 'sequel-pro-nightly'
cask 'slack'
cask 'spotify'
cask 'telegram-desktop'
cask 'trailer'
cask 'tunnelblick'
cask 'visual-studio-code'
cask 'vlc'
cask 'webstorm'
